app/controllers/visits_controller.rb

SELECT  "visits"."id" FROM "visits" ORDER BY "visits"."id" ASC LIMIT $1  [["LIMIT", 1]]
---
  def index
    @vis = Visit.all